{
  "Header": {
    "title": "Empowering AEC and EPC with our Tailored BIM Solutions",
    "paragraph": "Your Vision, Our Code"
  },
  "About": {
    "paragraph": "AdaptBIM was established with a comprehensive understanding of the evolving needs and challenges within the Architecture, Engineering, Construction (AEC), and Engineering, Procurement, and Construction (EPC) sectors. Our founding principle is to harness our extensive expertise in BIM software customization to develop unparalleled, tailored solutions. These solutions are specifically designed to reduce project costs, enhance productivity, and empower businesses with advanced digital capabilities. Our team possesses a collective experience exceeding 15 years, ensuring that every solution delivered is crafted with the highest degree of precision and industry insight. Currently, AdaptBIM is strategically positioned in India, enabling us to efficiently serve clients globally and bring our specialized expertise directly to your operations, wherever you may be."
  },
  "Welcome": {
    "paragraph": "At AdaptBIM, we believe in transforming the construction landscape through cutting-edge technology and tailored expertise. As a dynamic new company, we bring a fresh perspective to the industry, backed by a team of seasoned professionals, each boasting over 15 years of in-depth experience in various software customization. We are dedicated to delivering innovative solutions that bridge the gap between complex ideas and digital reality."
  },
   "Testimonials": {
    "Why": [
      "Boost their project productivity.",
      "Enhance project estimation, fabrication and traceability.",
      "Addressing challanges like traceability of weld consumable, fireproofing material.",
      "Automating data extraction and streamlining report creation.",
      "Gain more digital visibility on their projects.",
      "Leverage advanced software solutions for competitive advantage."
    ]
  },
  "Services": [
    {
      "icon": "fa fa-cogs",
      "name": "BIM Customization & Automation",
      "text": "We customize and automate repetitive tasks and complex processes within your BIM workflows in various BIM platforms to save time, reduce errors, and accelerate project delivery."
    },
    {
      "icon": "fa fa-comments",
      "name": "Consulting & Implementation",
      "text": "Guiding you through the adoption and optimization of BIM processes, from initial setup to advanced application, ensuring a smooth digital transformation."
    },
    {
      "icon": "fa fa-cube",
      "name": "Custom Tekla Structures Development",
      "text": "Tailored add-ons, tools, and extensions designed to meet your unique project requirements and enhance Tekla's capabilities."
    },
    {
      "icon": "fa fa-project-diagram",
      "name": "Engineering Services Integration",
      "text": "Providing support for precise 3D modeling, detailing, and coordination that leverages the full potential of BIM for all stages of your project."
    },
    {
      "icon": "fa fa-digital-tachograph",
      "name": "Digital Transformation Strategies",
      "text": "Helping you integrate advanced digital tools and methodologies to achieve comprehensive project oversight and data-driven decision-making."
    },
    {
      "icon": "fa fa-chalkboard-teacher",
      "name": "Training & Support",
      "text": "Empowering your team with the knowledge and skills needed to master our customized solutions and maximize your investment in BIM technologies."
    }
  ],
  "Contact": {
    "address1": "33 Uday Nagar Square, Nagpur, India",
    "address2": "456 Innovation Hub, Dubai, UAE",
    "phone": "+91 123 456 1234",
    "email": "support@adaptbim.com",
    "facebook": "fb.com",
    "twitter": "twitter.com",
    "youtube": "youtube.com"
  },
  "Features": [
    {
      "icon": "fa fa-award",
      "title": "Unmatched Expertise",
      "text": "Benefit from over 15 years of specialized experience in BIM software customization."
    },
    {
      "icon": "fa fa-cogs",
      "title": "Tailored Innovation",
      "text": "We don't just offer solutions; we craft them to fit your precise needs, ensuring maximum impact and efficiency."
    },
    {
      "icon": "fa fa-bullseye",
      "title": "Targeted Solutions",
      "text": "We specialize in deep software customization and integration for AEC & EPC clients, solving your most complex challenges."
    },
    {
      "icon": "fa fa-globe",
      "title": "Global Vision, Local Presence",
      "text": "With operations in India we combine international standards with localized understanding."
    },
    {
      "icon": "fa fa-chart-line",
      "title": "Productivity-Driven Results",
      "text": "Our focus is on delivering tangible results that enhance your project's productivity and digital transparency."
    },
    {
      "icon": "fa fa-handshake",
      "title": "Your Partner in Digital Evolution",
      "text": "We are committed to being your trusted partner in navigating the complexities of digital transformation in construction."
    }
  ]
}
